Repository: 0xB0D/zoneminder
Catalog: distros/debian8/po/*.po
Languages: fr

source: Configure ZoneMinder automatically?
fr: Configurer ZoneMinder automatiquement ?

source: This configuration assistant allows you to perform automatically the basic configuration of ZoneMinder.
fr: Cet assistant de configuration vous permet de réaliser automatiquement le paramétrage de base de ZoneMinder.

source: Configuration file is missing:
fr: Le fichier de configuration est manquant :

source: ZoneMinder installation is corrupted.
fr: L'installation de ZoneMinder est corrompue.

source: The main configuration file '/etc/zm/zm.conf' is missing.
fr: Le fichier de configuration principal '/etc/zm/zm.conf' est manquant.

source: Bad database type:
fr: Mauvais type de base de données :

source: The database type specified in the configuration file '/etc/zm/zm.conf' is not set to 'mysql'.
fr: Le type de base de données spécifié dans le fichier de configuration '/etc/zm/zm/conf' n'est pas 'mysql'.

source: This program will abort so you can fix the configuration file and then restart the installation of ZoneMinder.
fr: Ce programme va s'arrêter afin que vous puissiez corriger le fichier de configuration puis veuillez redémarrer l'installation de ZoneMinder.

source: remote
fr: distant

source: Database location:
fr: Emplacement de la base de donnée :

source: A database server is required to run ZoneMinder. The database can be installed either locally or remotely on a machine of your network.
fr: Un serveur de base de données est requis pour ZoneMinder. La base de donnée peut être installée localement ou à distance sur une machine de votre réseau.

source: Please select the location of your database.
fr: Veuillez sélectionner l'emplacement de votre base de données.

source: If you choose a remote location, you will have to select the 'tcp/ip' connection method and enter the hostname or ip address of the remote machine in the next configuration screens.
fr: Si vous choisissez un emplacement distant, vous devrez sélectionner la méthode de connexion 'tcp/ip' et entrer le nom réseau ou l'adresse ip de la machine distante dans les écrans de configuration suivants.

source: No local database server is available:
fr: Aucun serveur local de base de données n'est disponible :

source: Currently ZoneMinder supports mysql or mariadb database server but none of them appears to be installed on this machine.
fr: Actuellement ZoneMinder supporte les serveurs de base de données mysql et mariadb mais aucun d'entre eux n'est installé sur cette machine.

source: In order to complete the installation of ZoneMinder, after ending of this assistant, please install a compatible database server and then restart the assistant by invoking:
fr: Afin de compléter l'installation de ZoneMinder, après la fermeture de cet assitant, veuillez installer un serveur de base de données compatible et ensuite redémarrez l'assistant en invoquant:

source: Remote database servers are not allowed:
fr: Les serveurs de base de données distants ne sont pas autorisés :

source: The current configuration of dbconfig-common does not allow installation of databases on remote servers from this assistant.
fr: La configuration actuelle de dbconfig-common ne permet pas l'installation de bases de données sur des serveurs distants à partir de cet assistant.

source: In order to reconfigure dbconfig-common, after ending of this assistant, please invoke:
fr: Afin de reconfigurer dbconfig-common, après la fermeture de cet assitant, veuillez invoquer:

source: Then, to complete the installation of ZoneMinder, please restart this assistant by invoking:
fr: Ensuite, pour compléter l'installation de ZoneMinder, veuillez redémarrer cet assistant en invoquant :

source: Web server to reconfigure automatically:
fr: Serveur web à reconfigurer automatiquement :

source: Please choose the web server that should be automatically configure to run ZoneMinder.
fr: Veuillez choisir le serveur web à reconfigurer automatiquement pour exécuter ZoneMinder.

source: New password for the ZoneMinder 'admin' user:
fr: Nouveau mot de passe pour le compte 'admin' de ZoneMinder

source: Please enter the password of the default administrative user.
fr: Veuillez entrer le mot de passe du compte administrateur par défault.

source: While not mandatory, it is highly recommended that you set a custom password for the administrative 'admin' user.
fr: Bien que cela ne soit pas obligatoire, il est fortement recommandé de fournir un mot de passe personnalisé pour le compte administrateur 'admin'.

source: If this field is left blank, the password will not be changed.
fr: Si le champ est laissé vide, le mot de passe ne sera pas changé.

source: Repeat password for the ZoneMinder 'admin' user:
fr: Veuillez répéter le mot de passe pour le compte 'admin' de ZoneMinder

source: Password input error
fr: Erreur de mot de passe

source: The two passwords you entered were not the same. Please try again.
fr: Les deux mots de passe saisis ne sont pas les mêmes. Veuillez essayer à nouveau.
